-- By Taxin2012
PLUGIN.englishTranslation = {
	pistol = "Патроны для Пистолетов",
	ar2 = "Патроны для Винтовок",
	smg1 = "Патроны для Пистолетов-пулеметов",
	buckshot = "Патроны для Дробовиков",
	sniperround = "Патроны для Снайперских Винтовок",
	rpg_round = "Снаряд для РПГ",
	vog25 = "Заряд ВОГ-25",
	["357"] = "Патроны Магнум",
    gauss = "Заряды для гаусс-пушки",

    primary = "Первичное оружие",
    secondary = "Вторичное оружие",

    gunInfoDesc = "Использует: %s",
    gunInfoStat = "Вместимость магазина: %s", --"Тип оружия: %s"   Урон: %s
    gunInfoAttachments = "Текущие модификации: %s",
    
    attDetached = "Модификация отсоединена",
    detTarget = "Вам нужно выбрать модификацию для отсоединения",
    cantAttached = "Эта модификация не подходит для этого оружия",
    alreadyAttached = "На этом оружии нет слота для этой модификации.",
    notCW = "Это оружие нельзя модифицировать",
    notAttachment = "Это неверная модификация",
    noWeapon = "Не удается найти цель",

    cwAmmoDesc = "Количество: %s",
    cwReloading = "Перезарядка %s%%",
    cwMagKappa = "%s / %s",
    cwGrenades = "%sx граната",
    cwEmptyM203 = "Перезарядить M203",
    cwFilledM203 = "M203 перезаряжен",
    cw40mm = "%sx граната",
    cwGrenType = "Тип: %s",
    cwUse = "[Использовать]", 
    cwStablize = "%s - Стабилизировать",
}
